Repository: deckerweb/wpdr-simple-downloads
Catalog: languages/wpdr-simple-downloads-*_formal.po
Languages: de_de

source: Download Settings
de_de: Download-Einstellungen

source: Usage
de_de: Verwendung

source: Simple Downloads
de_de: Einfache Downloads

source: Network Admin &#x2192; Settings
de_de: Netzwerkverwaltung &#x2192; Einstellungen

source: Settings &#x2192; Media
de_de: Einstellungen &#x2192; Medien

source: Basic Settings
de_de: Grundeinstellungen

source: File Upload Directory
de_de: Datei-Hochladeverzeichnis

source: Directory in which to store uploaded documents. The default is in your %1$s folder (or another default uploads folder defined elsewhere). It can also be moved to a folder outside of the %2$s or %3$s folder on your server - all for added security. This is an original, built-in setting of %4$s and to be found on %5$s.
de_de: Verzeichnis, in dem hochgeladene Downloads gespeichert werden sollen. Standard ist im Verzeichnis %1$s (oder ein anderer Standardverzeichnis, das woanders festgelegt wurde). Es kann jedoch für zusätzliche Sicherhait auch in ein Verzeichnis ausserhalb von %2$s oder %3$s auf Ihrem Webserver verschoben werden. &mdash; Dies ist eine originale Einstellung des %4$s Plugins und unter %5$s zu finden.

source: Post Type Slug
de_de: Inhaltstyp-Permalinkteil

source: It's highly recommended you set the <strong>permalink base slug</strong> for the %1$s (or %2$s) post type to something like %3$s. This is an original, built-in setting of %4$s and to be found on %5$s.
de_de: Es wird sehr empfohlen, dass Sie den Basis-Permalinkteil (Slug) für den %1$s- (oder %2$s-) Inhaltstyp auf %3$s oder etwas Ähnlichem festlegen. &mdash; Dies ist eine originale Einstellung des %4$s Plugins und unter %5$s zu finden.

source: Documents
de_de: Dokumente

source: Revisions Feed Privacy
de_de: Revisionen - Feed-Privatsphäre

source: Secret Feed Key &mdash; To protect your privacy, you need to append a key to feeds for use in feed readers. This is an original, built-in setting of %1$s and to be found on %2$s.
de_de: Geheimer Feed-Schlüssel &mdash; Um Ihre Privatsphäre zu schützen, müssen Sie Ihrem Feed einen Schlüssel anhängen, damit er in Feed-Readern verwendet werden kann. &mdash; Dies ist eine originale Einstellung des %1$s Plugins und unter %2$s zu finden.

source: Users &#x2192; Your Profile
de_de: Benutzer &#x2192; Ihr Profil

source: Download Management
de_de: Download-Verwaltung

source: Post Type Labels &amp; Icons
de_de: Inhaltstyp-Beschriftungen &amp; -Icons

source: Post Type Labels
de_de: Inhaltstyp-Beschriftungen

source: Use %1$s as the wording for the post type labels (instead of %2$s), plus, display the %1$s icons (not the %2$s icons)
de_de: Verwenden Sie %1$s als die Bezeichnung für die Inhaltstypen-Beschriftungen (anstelle von %2$s). Lassen Sie außerdem die %1$s-Icons anzeigen (nicht die %2$s-Icons).

source: Post Type Taxonomies &amp; Widgets
de_de: Inhaltstyp-Taxonomien &amp; -Widgets

source: Post Type Taxonomies
de_de: Inhaltstyp-Taxonomien

source: Use the additional %1$s taxonomy (hierarchical, like %2$s), plus, the appropriate widget
de_de: Verwenden Sie die zusätzliche %1$s Taxonomie (hierarchisch, wie %2$s), plus, das passende Widget

source: File Categories
de_de: Dateikategorien

source: Post Categories
de_de: Beitrags-Kategorien

source: Use the additional %1$s taxonomy (not hierarchical, like %2$s), plus, the appropriate widget
de_de: Verwenden Sie die zusätzliche %1$s Taxonomie (nicht hierarchisch, wie %2$s), plus, das passende Widget

source: File Tags
de_de: Datei-Schlagwörter

source: Post Tags
de_de: Beitrags-Schlagwörter (Tags)

source: Remove Date (Year, Month) from the Download Permalinks
de_de: Datum (Jahr, Monat) von den Download-Permalinks entfernen

source: Default Visibility
de_de: Standard-Sichtbarkeit

source: For newly added downloads/ documents: change default visibility to %1$s (instead of %2$s)
de_de: Für neu hinzugefügte Downloads/ Dokumente: Standard-Sichtbarkeit auf %1$s setzen (anstelle von %2$s)

source: publish
de_de: 'publish' (entspricht: öffentlich)

source: private
de_de: 'private' (entspricht: privat, nicht-öffentlich)

source: Revision Log
de_de: Revisionsprotokoll

source: Show excerpt of latest Revision Log (Version Summary) in %spost type table%s
de_de: Auszug des letzten Revisionsprotokolls (= Versionszusammenfassung) in der %sInhaltstyp-Tabelle%s anzeigen

source: Translations
de_de: Übersetzungen

source: Translation Sets
de_de: Übersetzungen-Anzeige

source: Use formal translations (default)
de_de: Formale Übersetzungen verwenden, Sie-Anrede (Standard)

source: Use translations with %s wording (instead of %s)
de_de: Übersetzungen mit den %s-Bezeichnungen verwenden (anstelle von %s)

source: Save Changes
de_de: Änderungen speichern

source: Insert Downloads
de_de: Downloads einfügen

source: To insert a download file link into a Post, Page or Custom Post Type, use the regular "Insert Link" feature, search for your Download/ Document file (searches for title!) and insert the actual link. Really simple, yeah!
de_de: Um einen Download-Dateilink in einen Beitrag, eine Seite oder einen Inhaltstyp einzufügen, verwenden Sie einfach die reguläre "Link einfügen" Funktion, suchen nach Ihrer Download-/ Dokumenten-Datei (sucht nach Titel!) und fügen den Link ein. Wirklich einfach!

source: Update Downloads
de_de: Downloads aktualisieren

source: To update an existing file/ document just %sopen an existing item%s and upload a new version (revision). The file/ document permalink will always point to the latest revision! Yes, it's so easy :)
de_de: Um eine existierende Datei/ ein Dokument zu aktualisieren, %söffnen Sie einfach ein bestehendes Element%s und laden Sie eine neue Version (Revision) hoch. Der Permalink der Datei/ des Dokuments wird immer auf die aktuelleste Version verweisen! Ja, es ist so einfach :)

source: Front End Display Options
de_de: Frontend-Anzeigeoptionen

source: You can also use %1$sthird-party plugins%2$s or %3$sWidgets%2$s that support custom post types to query, display or do anything you want with the %4$s post type, that we use for the download files. %5$sShortcodes%2$s from the base plugin are also available. Pretty simple again, yet very effective and WordPress standards compliant.
de_de: Sie können natürlich alle %1$sDrittanbieter-Plugins%2$s oder %3$sWidgets%2$s verwenden, die Inhaltstypen (Custom Post Types) unterstützen, um Abfragen oder beliebige andere Aktionen mit dem %4$s Inhaltstyp auszuführen, den wir für die Downloads verwenden. %5$sShortcodes%2$s vom Basis-Plugin (WP Document Revisions) sind ebenso ganz normal verfügbar! Und wieder, es ist so einfach, dennoch effektiv und alles innerhalb der WordPress-Standards.

source: Manage download files
de_de: Download-Dateien verwalten

source: Go to the WP Document Revisions Simple Downloads settings page
de_de: Zur Einstellungen-Seite von WP Document Revisions Einfache Downloads gehen ...

source: Settings
de_de: Einstellungen

# Plugins page listing
source: FAQ
de_de: FAQ - Häufige Fragen

# Plugins page listing
source: Facebook Group
de_de: Facebook-Gruppe

# Plugins page listing
source: Translations
de_de: Übersetzungen

# Plugins page listing
source: Donate
de_de: Spenden

source: WP Document Revisions Simple Downloads
de_de: WP Document Revisions Einfache Downloads

source: To update an existing file/ document just %sopen an existing item%s and upload a new version (revision). The file/ document peramlink will always point to the latest revision! Yes, it's so easy :)
de_de: Um eine existierende Datei/ ein Dokument zu aktualisieren, %söffnen Sie einfach ein bestehendes Element%s und laden Sie eine neue Version (Revision) hoch. Der Permalink der Datei/ des Dokuments wird immer auf die aktuelleste Version verweisen! Ja, es ist so einfach :)

source: Included Widgets by the plugin
de_de: Im Plugin enthaltene Widgets

source: WPDRSD: Popular Downloads
de_de: WPDRSD: Beliebte Downloads

source: Displays the most popular/ accessed Downloads.
de_de: Zeigt die beliebtesten/ meist aufgerufenen Downloads an.

source: WPDRSD: Search Downloads
de_de: WPDRSD: Downloads-Suche

source: Search for Downloads/ Documents by the WP Documents Revision Simple Downloads plugin. Search in downloads only. (No mix up with regular WordPress search!)
de_de: Nach Downloads/ Dokumenten (Dateien) des 'WP Documents Revisions Einfache Downloads' Plugins suchen. Suche beschränkt auf Downloads. (Kein Vermischen mit der regulären WordPress-Suche!)

source: WPDRSD: File Categories / Tags
de_de: WPDRSD: Datei-Kategorien/ -Schlagwörter

source: Displays File Categories or File Tags for Downloads.
de_de: Datei-Kategorien oder Datei-Schlagwörter für Downloads anzeigen.

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Plugin website
de_de: Plugin-Webseite

# Help tab info
source: FAQ
de_de: FAQ - Häufige Fragen

# Help tab info
source: Facebook Group
de_de: Facebook-Gruppe

# Help tab info
source: Translations
de_de: Übersetzungen

# Help tab info
source: Donate
de_de: Spenden

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: Actions
de_de: Aktionen

source: Donate
de_de: Spenden

# Plugin installer: Tab name in installer toolbar
source: Newest
de_de: Neueste

source: Additional Widgets
de_de: Zusätzliche Widgets

source: Developers
de_de: Entwickler

source: This plugin includes a lot of Action Hooks and Filters
de_de: Dieses Plugin enthält viele Action Hooks und Filter

source: You can find them in our %sDocumentation%s as well as on our %sCode Snippets%s page (Gist @ GitHub).
de_de: Sie können diese in unserer %sDokumentation%s finden, genauso wie auf unserer %sCodeschnipsel%s-Seite (Gist @ GitHub).

source: Note:
de_de: Hinweis:

source: Of course, you can still use all hooks and filters from the base plugin, %s!
de_de: Natürlich können Sie jederzeit auch alle Hooks und Filter des Basis-Plugins, %s, verwenden!

source: Please contribute to existing or new translations on %sour free translations platform%s powered by GlotPress.
de_de: Bitte machen Sie mit und tragen Sie neue oder verbesserte Übersetzungen zu diesem Plugin bei - einfach über %sunsere freie Übersetzungen-Plattform%s, angetrieben von GlotPress.

source: Thank You!
de_de: Danke für jede Mithilfe!

source: Currently in use
de_de: Derzeit in Verwendung

source: Currently available languages
de_de: Derzeit verfügbare Sprachen

source: English (en_US)
de_de: Englisch (<code>en_US</code>)

source: default, always included (by David Decker)
de_de: Standard, immer dabei (von David Decker)

source: German (de_DE): Deutsch
de_de: German (<code>de_DE</code>): Deutsch

source: always included (by David Decker)
de_de: immer dabei (von David Decker)

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Tagged:
de_de: Stichworte:

source: Popular Downloads
de_de: Beliebte Downloads

source: Title:
de_de: Titel:

source: Optional intro text:
de_de: Optionaler Einführungstext:

source: Add some additional %s info. NOTE: Just leave blank to not use at all.
de_de: Einige Zusatzinfos anzeigen für: %s. HINWEIS: Einfach leer lassen, um das Feld nicht zu verwenden.

source: Number of Downloads to show:
de_de: Anzahl anzuzeigender Downloads:

source: Show Download count
de_de: Downloadzähler anzeigen

source: Download IDs to exclude, separated by comma:
de_de: Auszuschließende Download-IDs, kommagetrennt:

source: Optional outro text:
de_de: Optionaler Schlusstext:

source: Search Downloads
de_de: Downloads suchen

source: Search download files for:
de_de: In Download-Dateien suchen nach:

source: Search Downloads&#x2026;
de_de: Downloads suchen&#x2026;

source: Search
de_de: Suchen

source: Label string before search input field:
de_de: Beschriftung vor dem Sucheingabefeld:

source: NOTE: Leave empty to not use/ display this string!
de_de: HINWEIS: Leer lassen, um diese Option nicht zu verwenden!

source: Placeholder string for search input field:
de_de: Platzhalter-Begriff für das Sucheingabefeld:

source: Search button string:
de_de: 'Suchen'-Button Text:

source: NOTE: Displaying may depend on your theme settings/ styles.
de_de: HINWEIS: Die Anzeige kann von Ihren Theme-Einstellungen/ -Stilen abhängig sein.

source: Taxonomy
de_de: Taxonomie

source: Taxonomy:
de_de: Taxonomie:

source: Number of Taxonomy Terms to show:
de_de: Anzahl anzuzeigender Taxonomie-Terms:

source: Sort by:
de_de: Sortieren nach:

source: Term count
de_de: Term-Anzahl

source: Term slug
de_de: Term-Permalinkteil

source: Term group
de_de: Term-Gruppe

source: Reverse sort order (to descending)
de_de: Sortierrichtung umkehren (zu absteigend)

source: Default is ascending
de_de: Standard ist aufsteigend

source: Taxonomy Term IDs to exclude, separated by comma:
de_de: Auszuschließende Taxonomie-Term-IDs, kommagetrennt:

source: Please, use only one or the other alternative, %s or %s!
de_de: Bitte verwenden Sie nur eine Alternative, %s oder %s!

source: Exclude
de_de: Auschließen

source: Include
de_de: Einschließen

source: Taxonomy Term IDs to include, separated by comma:
de_de: Einzuschließende Taxonomie-Term-IDs, kommagetrennt:

source: Added by WPDR Simple Downloads Plugin
de_de: Hinzugefügt via WPDR Einfache Downloads Plugin

source: Clicks
de_de: Aufrufe

source: This Download has been accessed <strong>%d</strong> times.
de_de: Dieser Download wurde bisher <strong>%d</strong> Mal aufgerufen.

source: ID of this Download:
de_de: ID dieses Downloads:

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

# Translators: download
source: Add Download
de_de: Download hinzufügen

source: Add New Download
de_de: Neuen Download hinzufügen

source: Edit Download
de_de: Download bearbeiten

source: New Download
de_de: Neuer Download

source: View Download
de_de: Download ansehen

source: No Downloads found
de_de: Es wurden keine Downloads gefunden.

source: No Downloads found in Trash
de_de: Es befinden sich keine Downloads im Papierkorb.

source: All Downloads
de_de: Alle Downloads

source: Download Image
de_de: Download-Bild

source: Set Download Image
de_de: Download-Bild festlegen

source: Remove Download Image
de_de: Download-Bild entfernen

source: Use as Download Image
de_de: Als Download-Bild verwenden

# Translators: Toolbar, add new item
source: Download File
de_de: Datei-Download

source: Rev. Log
de_de: Vers.-Info

source: n.a.
de_de: k.A.

source: All %s
de_de: Alle %s

# Translators: taxonomy general name
source: File Categories
de_de: Dateikategorien

# Translators: taxonomy singular name
source: File Category
de_de: Dateikategorie

source: Search File Categories
de_de: Dateikategorien suchen

source: All File Categories
de_de: Alle Dateikategorien

source: Parent File Category
de_de: Übergeordnete Dateikategorie

source: Parent File Category:
de_de: Übergeordnete Dateikategorie:

source: Edit File Category
de_de: Dateikategorie bearbeiten

source: Update File Category
de_de: Dateikategorie aktualisieren

source: Add New File Category
de_de: Neue Dateikategorie hinzufügen

source: New File Category Name
de_de: Neuer Dateikategorie-Name

# Translators: taxonomy general name
source: File Tags
de_de: Datei-Schlagwörter

# Translators: taxonomy singular name
source: File Tag
de_de: Datei-Schlagwort

source: Search File Tags
de_de: Datei-Schlagwörter suchen

source: All File Tags
de_de: Alle Datei-Schlagwörter

source: Parent File Tag
de_de: Übergeordnetes Datei-Schlagwort

source: Parent File Tag:
de_de: Übergeordnetes Datei-Schlagwort:

source: Edit File Tag
de_de: Datei-Schlagwort bearbeiten

source: Update File Tag
de_de: Datei-Schlagwort aktualisieren

source: Add New File Tag
de_de: Neues Datei-Schlagwort hinzufügen

source: New File Tag Name
de_de: Neuer Datei-Schlagwort-Name

source: Show all categories
de_de: Alle Kategorien

source: Show all tags
de_de: Alle Schlagwörter

# Translators: Downloads admin column title
source: Categories
de_de: Kategorien

# Translators: Downloads admin column title
source: Tags
de_de: Schlagwörter

source: You must be logged in to run this script.
de_de: Sie müssen angemeldet sein, um dieses Skript ausführen zu können.

source: You do not have permission to run this script.
de_de: Sie haben keine Berechtigung, um dieses Skript ausführen zu können.

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sWP Document Revisions%3$s plugin.
de_de: Hinweis: Sie können das %1$s Plugin nicht aktivieren, solange Sie nicht die neueste Version des %2$s'WP Document Revisions'%3$s-Plugin installiert haben.

source: Use the WP Document Revisions plugin as very basic & simple download manager with this additional add-on plugin.
de_de: Mit diesem zusätzlichen Add-On Plugin das 'WP Document Revisions' Plugin als einfachen Download-Manager verwenden.
